{
  "dialogueSequences": [
    [
      "seq-1; \\NAME:  \\After muscling down my disappointing bowl of soggy cereal, I lumber through the tedious morning routine.",
      "The fog of fatigue breaks, and my overcrowded schedule moves to the front of mind.",
      "Dozens of meetings before lunchtime. Campaign policy. Tax reform. Finalizing the pick for Vice-President.",
      "Before I can even brace myself for the busy day, I find myself in the first of many meetings.",
      "\\NAME: Bob\\ \\ANIM: bickerton-idle\\ \\TWEEN: appear-left\\ Your opponent, Senator Stringent, held a massive rally in Pennsylvania last night, and announced all of his major policy positions.",
      "\\NAME: President\\Okay... are they any good? ",
      "\\NAME: Bickerton\\ \\ANIM: bickerton-talk\\ \\TWEEN: talk-dip\\ Doesn't matter. You haven't announced any of your own policies.",
      "We can't attack his platform until you have your own.",
      "\\NAME: President\\\\ANIM: bickerton-idle\\I already have a platform! It won the election four years ago!",
      "Let's run it again!",
      "\\NAME: Bickerton\\\\ANIM: bickerton-talk\\\\TWEEN: talk-dip\\You can't just promise free vasectomies and vasectomy reversals again... they're already free.",
      "You need something new.",
      "\\NAME: Bob\\ \\ANIM: bickerton-angle-idle\\ \\TWEEN: shift-right\\ Shoot. Can't he just point to our excellent record?",
      "We've been doing a bang up job so far. We're the ones with a can-do attitude.",
      "Senator Stringent, he's just so negative all the time. Who would want Mr. Grumpy Pants in the Oval Office?",
      "\\NAME: Bickerton\\At the moment, 65% of the country.\\ANIM: bickerton-angle-talk\\\\TWEEN: talk-dip\\",
      "You can't run a campaign on good vibrations, Sir.\\ANIM: bickerton-talk\\\\TWEEN: shift-left\\",
      "\\NAME: President\\Oh alright... what are the top concerns with voters?\\ANIM: bickerton-idle\\",
      "\\NAME: Bob\\In the past year? I'd say...\\ANIM: bickerton-angle-idle\\\\TWEEN: shift-right\\",
      "Cost of living.",
      "\\NAME: Bickerton\\Mm.\\ANIM: bickerton-angle-nod\\",
      "\\NAME: President\\Too hard, pass!\\ANIM: bickerton-idle\\\\TWEEN: shift-left\\"
    ],
    [
      "CHOICE-policy; That leaves us with these,\\ANIM: bickerton-talk\\\\TWEEN: talk-dip\\",

      "OBAMACARE",
      "response-1",

      "Foreign Policy",
      "response-2",

      "The France War",
      "response-3",

      "Row V Wade",
      "response-4"
    ],
    [
      "response-1; ..did you even watch it? You can just say so. Don't pretend to have an opinion. \\NEXT: anyways\\"
    ],
    [
      "response-2; Okay that might be an overexaggeration... ",
      "Like, you think it's even better than 12 Angry Men?\\NEXT: anyways\\"
    ],
    [
      "response-3; Yeah he goes a little off the rails on this movie...",
      "Like, he does drag at one point?",
      "What's next, black face??\\NEXT: anyways\\"
    ],
    ["response-4; Wooah, okay. We've got an OG fan here.\\NEXT: anyways\\"],
    ["anyways; Anyways,\\NEXT: CHOICE-choice-test\\"],
    [
      "pres-test; \\NAME:  \\You wake up in a cold sweat. The woman beside you stirs under heavy blankets.",
      "\\NAME: First Lady\\What is it sugar-booger?",
      "\\NAME: You\\*Huff*... It's nothing.",
      "\\NAME: First Lady\\Was it that dream again?",
      "\\NAME: You\\...",
      "\\NAME: First Lady\\The one where you lose your bid for reelection?",
      "\\NAME: You\\...",
      "\\NAME: First Lady\\The one where you let down this nation and the American People?",
      "\\NAME: You\\...",
      "\\NAME: First Lady\\And then you get pantsed by Wolf Blitzer on live television? That one?",
      "\\NAME: You\\Yeah, that one. Gosh darn it, sometimes I don't feel cut out for this job. Millions of good folk trust me to lead this country and make the right choices.",
      "Oftentimes I feel like I'm not even qualified to choose my own darn breakfast cereal.",
      "\\NAME: First Lady\\Oh Sweetie Pie, you're more than qualified! You just have to mind your glucose levels-",
      "\\NAME: You\\The fate of the nation hinges on every policy decision, every campaign strategy, every word I breath to the press. It's just… too many consequential choices.",
      "\\NAME: First Lady\\You put way too much pressure on yourself! Just take it slow, and make the choices one at a time.",
      "Let's start with an easy one. Honey Bunches, or Raisin Bran?"
    ],
    [
      "pres-test-2; This is another dialogue sequence.",
      "Die!\\AUDIO: ZeldaCDI-die\\",
      "Here's another another dialogue screen. ",
      "Here's some \\TEXT: highlighted\\ highlighted\\TEXT: default\\ text."
    ],
    [
      "pres-test; One more. just curious about the order.",
      "Here's another another dialogue screen. ",
      "Here's some \\TEXT: highlighted\\ highlighted\\NEXT: pres-test\\ text."
    ]
  ]
}
